;;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! org-auto-tangle)

(package! harpoon)

(package! catppuccin-theme)

(package! dirvish)

(package! bpftrace-mode)

(package! org-tanglesync)

(package! esup)

(package! beacon)
