;;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! org-auto-tangle)

(package! catppuccin-theme)

(package! dirvish)

(package! bpftrace-mode)

(package! toc-org)

(package! beacon)

(package! tldr)

(package! empv)
